Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/case_studies/case_study_help_with_school_costs_for_a_family.html.txt.tmx
Source language: en
Languages: ga

source: Case study: Help with school costs for a family
ga: Cás-Staidéar: Cabhrú le costais scoile do theaghlach

source: Mary is a single parent with 3 children aged 14, 10 and 7
ga: Is tuismitheoir singil í Máire le triúr leanaí in aois 14, 10 agus 7

source: Each year she finds that the cost of uniforms and school books for her children is a major expense
ga: Gach bliain bíonn mórchostas ag baint leis na héidí agus leabhair scoile dá leanaí

source: She wants to know if she is entitled to the Back to School Clothing and Footwear Allowance and if there are any other grants to help with the cost of going to school
ga: Teastaíonn uaithi a fháil amach an bhfuil sí i dteideal an Liúntais Éadaí agus Coisbhirt don Scoilbhliain Nua agus an bhfuil aon deontais eile ann chun cabhrú le costas na scolaíochta

source: She gets no maintenance from her ex-partner for herself or the children
ga: Ní fhaigheann sí aon chothabháil óna hiarpháirtí di féin nó do na leanaí

source: She gets the One-Parent Family Payment and gets €90 a week from a part-time job
ga: Faigheann sí Íocaíocht um Theaghlach Aontuismitheora agus faigheann sí €90 sa tseachtain ó obair pháirt-aimseartha

source: She also has a medical card
ga: Tá cárta leighis aici chomh maith

source: As she is on a social welfare payment she is entitled to the Back to School Clothing and Footwear Allowance provided that her income is below a certain level
ga: Toisc go bhfuil sé ar íocaíocht leasa shóisialaigh, tá sí i dteideal an Liúntais Éadaí agus Coisbhirt don Scoilbhliain Nua chomh fada agus go bhfuil a hioncam faoi bhun leibhéal áirithe

source: Mary’s weekly income is made up of her One-Parent Family Payment of €282.40 and her earnings of €90, which comes to a total of €372.40
ga: Cuimsíonn ioncam seachtainiúil Mháire a hÍocaíocht um Theaghlach Aontuismitheora de €282.40 agus a cuid tuillimh de €90, sin €372.40 san iomlán

source: The Back to School Clothing and Footwear Allowance weekly income limit for a single parent with 3 children is €477.70 in 2017
ga: Is é an teorainn sheachtainiúil ioncaim do thuismitheoir singil le triúr leanaí maidir leis an Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua ná €477.70 ( 2017)

source: So Mary qualifies for a payment for each of the children
ga: Cáilíonn Máire d'íocaíocht mar sin do gach duine dá leanaí

source: From June 2017 she will get €200 for her eldest child and €100 for each of the younger children which comes to a total of €400
ga: Ó Meitheamh 2017 gheobhaidh sí €200 dá leanbh is sine agus €100 do gach duine de na leanaí níos óige, sin €400 san iomlán

source: She may also be entitled to a payment to help with the cost of school books
ga: D'fhéadfadh sí a bheith i dteideal íocaíochta chomh maith chun cabhrú le costas na leabhar scoile

source: She should ask the principals of the children’s schools about this
ga: Ba chóir di ceist a chur ar na príomhoidí i scoileanna na leanaí faoin méid seo

source: Next year her eldest child will be doing the Junior Cert exam
ga: Beidh a hiníon ag déanamh an Teastais Shóisearaigh an bhliain seo chugainn

source: As Mary has a medical card she will not have to pay the exam fee
ga: Ní bheidh dualgas ar Mháire táille an scrúdaithe a íoc toisc go bhfuil cárta leighis aici
